{
    "a": 0,
    "about": 1,
    "above": 2,
    "across": 3,
    "added": 4,
    "advance": 5,
    "advantage": 6,
    "adventures": 7,
    "afraid": 8,
    "after": 9,
    "again": 10,
    "against": 11,
    "age": 12,
    "ah": 13,
    "air": 14,
    "alas": 15,
    "alice": 16,
    "alices": 17,
    "alive": 18,
    "all": 19,
    "allow": 20,
    "almost": 21,
    "alone": 22,
    "along": 23,
    "aloud": 24,
    "altogether": 25,
    "always": 26,
    "am": 27,
    "among": 28,
    "an": 29,
    "and": 30,
    "angrily": 31,
    "angry": 32,
    "animals": 33,
    "ann": 34,
    "another": 35,
    "answer": 36,
    "answered": 37,
    "anxious": 38,
    "anxiously": 39,
    "any": 40,
    "anything": 41,
    "appeared": 42,
    "arches": 43,
    "are": 44,
    "argument": 45,
    "arm": 46,
    "arms": 47,
    "around": 48,
    "as": 49,
    "ask": 50,
    "asked": 51,
    "asking": 52,
    "asleep": 53,
    "at": 54,
    "attending": 55,
    "away": 56,
    "baby": 57,
    "back": 58,
    "bat": 59,
    "bats": 60,
    "be": 61,
    "beat": 62,
    "beauootiful": 63,
    "beautiful": 64,
    "because": 65,
    "become": 66,
    "been": 67,
    "before": 68,
    "beg": 69,
    "began": 70,
    "begin": 71,
    "beginning": 72,
    "begins": 73,
    "begun": 74,
    "beheaded": 75,
    "behind": 76,
    "being": 77,
    "believe": 78,
    "below": 79,
    "besides": 80,
    "best": 81,
    "better": 82,
    "between": 83,
    "bill": 84,
    "bills": 85,
    "birds": 86,
    "bit": 87,
    "book": 88,
    "boots": 89,
    "both": 90,
    "bottle": 91,
    "bottom": 92,
    "bowed": 93,
    "box": 94,
    "bread": 95,
    "breath": 96,
    "breathe": 97,
    "bright": 98,
    "bring": 99,
    "bringing": 100,
    "broken": 101,
    "brought": 102,
    "busily": 103,
    "business": 104,
    "but": 105,
    "butter": 106,
    "by": 107,
    "cake": 108,
    "cakes": 109,
    "call": 110,
    "called": 111,
    "came": 112,
    "can": 113,
    "candle": 114,
    "cant": 115,
    "capital": 116,
    "cards": 117,
    "care": 118,
    "carefully": 119,
    "carried": 120,
    "case": 121,
    "cat": 122,
    "catch": 123,
    "caterpillar": 124,
    "cats": 125,
    "caucus": 126,
    "caught": 127,
    "cause": 128,
    "cautiously": 129,
    "certain": 130,
    "certainly": 131,
    "chance": 132,
    "change": 133,
    "changed": 134,
    "chapter": 135,
    "checked": 136,
    "cheered": 137,
    "cheshire": 138,
    "child": 139,
    "children": 140,
    "chimney": 141,
    "chin": 142,
    "choked": 143,
    "chorus": 144,
    "civil": 145,
    "close": 146,
    "come": 147,
    "coming": 148,
    "confused": 149,
    "confusing": 150,
    "confusion": 151,
    "consider": 152,
    "considered": 153,
    "considering": 154,
    "continued": 155,
    "conversation": 156,
    "cook": 157,
    "corner": 158,
    "could": 159,
    "couldnt": 160,
    "courage": 161,
    "course": 162,
    "court": 163,
    "crab": 164,
    "creature": 165,
    "creatures": 166,
    "cried": 167,
    "croquet": 168,
    "cross": 169,
    "crossed": 170,
    "crowd": 171,
    "crowded": 172,
    "crown": 173,
    "crumbs": 174,
    "cry": 175,
    "curiosity": 176,
    "curious": 177,
    "cut": 178,
    "dance": 179,
    "dare": 180,
    "dark": 181,
    "day": 182,
    "days": 183,
    "dead": 184,
    "deal": 185,
    "dear": 186,
    "dears": 187,
    "decided": 188,
    "decidedly": 189,
    "deep": 190,
    "deeply": 191,
    "delight": 192,
    "did": 193,
    "didnt": 194,
    "different": 195,
    "difficulty": 196,
    "digging": 197,
    "dinah": 198,
    "direction": 199,
    "directions": 200,
    "dish": 201,
    "distance": 202,
    "do": 203,
    "dodo": 204,
    "does": 205,
    "doesnt": 206,
    "dogs": 207,
    "doing": 208,
    "done": 209,
    "dont": 210,
    "door": 211,
    "dormouse": 212,
    "doth": 213,
    "doubt": 214,
    "down": 215,
    "draw": 216,
    "dreadfully": 217,
    "dream": 218,
    "drew": 219,
    "drink": 220,
    "dropped": 221,
    "dry": 222,
    "duchess": 223,
    "duchesss": 224,
    "duck": 225,
    "dull": 226,
    "each": 227,
    "eager": 228,
    "eagerly": 229,
    "eaglet": 230,
    "ear": 231,
    "ears": 232,
    "earth": 233,
    "easily": 234,
    "eat": 235,
    "edge": 236,
    "eeevening": 237,
    "effect": 238,
    "eggs": 239,
    "either": 240,
    "elbow": 241,
    "else": 242,
    "em": 243,
    "end": 244,
    "english": 245,
    "enough": 246,
    "escape": 247,
    "even": 248,
    "ever": 249,
    "every": 250,
    "everybody": 251,
    "everything": 252,
    "evidence": 253,
    "exactly": 254,
    "except": 255,
    "exclaimed": 256,
    "executed": 257,
    "executioner": 258,
    "expecting": 259,
    "explain": 260,
    "eye": 261,
    "eyes": 262,
    "face": 263,
    "faces": 264,
    "fact": 265,
    "fall": 266,
    "fallen": 267,
    "fan": 268,
    "fancy": 269,
    "far": 270,
    "fast": 271,
    "faster": 272,
    "father": 273,
    "fear": 274,
    "feel": 275,
    "feeling": 276,
    "feet": 277,
    "fell": 278,
    "fellow": 279,
    "felt": 280,
    "fetch": 281,
    "few": 282,
    "figure": 283,
    "filled": 284,
    "find": 285,
    "finding": 286,
    "finger": 287,
    "finish": 288,
    "finished": 289,
    "fire": 290,
    "first": 291,
    "fish": 292,
    "fit": 293,
    "five": 294,
    "flamingo": 295,
    "floor": 296,
    "fly": 297,
    "folded": 298,
    "followed": 299,
    "follows": 300,
    "fond": 301,
    "foot": 302,
    "footman": 303,
    "for": 304,
    "forgetting": 305,
    "forgotten": 306,
    "found": 307,
    "four": 308,
    "free": 309,
    "french": 310,
    "friend": 311,
    "frightened": 312,
    "frog": 313,
    "from": 314,
    "frowning": 315,
    "full": 316,
    "fun": 317,
    "funny": 318,
    "fur": 319,
    "further": 320,
    "fury": 321,
    "game": 322,
    "garden": 323,
    "gardeners": 324,
    "gave": 325,
    "general": 326,
    "generally": 327,
    "gently": 328,
    "get": 329,
    "getting": 330,
    "girl": 331,
    "girls": 332,
    "give": 333,
    "glad": 334,
    "glass": 335,
    "gloves": 336,
    "go": 337,
    "goes": 338,
    "going": 339,
    "golden": 340,
    "gone": 341,
    "good": 342,
    "got": 343,
    "grand": 344,
    "grass": 345,
    "grave": 346,
    "gravely": 347,
    "great": 348,
    "green": 349,
    "grin": 350,
    "grinned": 351,
    "ground": 352,
    "grow": 353,
    "growing": 354,
    "growl": 355,
    "grown": 356,
    "grunted": 357,
    "gryphon": 358,
    "guess": 359,
    "guessed": 360,
    "guests": 361,
    "guinea": 362,
    "had": 363,
    "hadnt": 364,
    "hair": 365,
    "half": 366,
    "hall": 367,
    "hand": 368,
    "handed": 369,
    "hands": 370,
    "hanging": 371,
    "happen": 372,
    "happened": 373,
    "happens": 374,
    "hard": 375,
    "hardly": 376,
    "hare": 377,
    "has": 378,
    "hastily": 379,
    "hatter": 380,
    "have": 381,
    "havent": 382,
    "having": 383,
    "he": 384,
    "head": 385,
    "heads": 386,
    "hear": 387,
    "heard": 388,
    "hearing": 389,
    "hearts": 390,
    "hedgehog": 391,
    "hedgehogs": 392,
    "height": 393,
    "held": 394,
    "help": 395,
    "her": 396,
    "here": 397,
    "hers": 398,
    "herself": 399,
    "hes": 400,
    "high": 401,
    "him": 402,
    "himself": 403,
    "his": 404,
    "history": 405,
    "hoarse": 406,
    "hold": 407,
    "holding": 408,
    "hole": 409,
    "home": 410,
    "honour": 411,
    "hookah": 412,
    "hope": 413,
    "hoping": 414,
    "hot": 415,
    "hours": 416,
    "house": 417,
    "how": 418,
    "however": 419,
    "howling": 420,
    "hungry": 421,
    "hunting": 422,
    "hurried": 423,
    "hurry": 424,
    "hurt": 425,
    "hush": 426,
    "i": 427,
    "id": 428,
    "idea": 429,
    "if": 430,
    "ill": 431,
    "im": 432,
    "immediately": 433,
    "impatiently": 434,
    "important": 435,
    "impossible": 436,
    "in": 437,
    "inches": 438,
    "indeed": 439,
    "indignantly": 440,
    "instance": 441,
    "instantly": 442,
    "instead": 443,
    "interesting": 444,
    "interrupted": 445,
    "into": 446,
    "is": 447,
    "isnt": 448,
    "it": 449,
    "itll": 450,
    "its": 451,
    "itself": 452,
    "ive": 453,
    "join": 454,
    "joined": 455,
    "judge": 456,
    "jumped": 457,
    "jumping": 458,
    "jurors": 459,
    "jury": 460,
    "jurymen": 461,
    "just": 462,
    "keep": 463,
    "kept": 464,
    "key": 465,
    "kick": 466,
    "kid": 467,
    "kind": 468,
    "king": 469,
    "kings": 470,
    "kitchen": 471,
    "knave": 472,
    "knee": 473,
    "knew": 474,
    "knife": 475,
    "knocking": 476,
    "know": 477,
    "knowledge": 478,
    "lady": 479,
    "large": 480,
    "larger": 481,
    "last": 482,
    "late": 483,
    "later": 484,
    "lay": 485,
    "learn": 486,
    "least": 487,
    "leave": 488,
    "leaves": 489,
    "led": 490,
    "left": 491,
    "legs": 492,
    "less": 493,
    "lesson": 494,
    "lessons": 495,
    "let": 496,
    "lets": 497,
    "letter": 498,
    "life": 499,
    "like": 500,
    "liked": 501,
    "likely": 502,
    "list": 503,
    "listen": 504,
    "listening": 505,
    "little": 506,
    "live": 507,
    "lived": 508,
    "livery": 509,
    "lives": 510,
    "lizard": 511,
    "lobster": 512,
    "lobsters": 513,
    "long": 514,
    "longer": 515,
    "look": 516,
    "looked": 517,
    "looking": 518,
    "lory": 519,
    "lost": 520,
    "loud": 521,
    "loudly": 522,
    "love": 523,
    "low": 524,
    "lying": 525,
    "m": 526,
    "mabel": 527,
    "mad": 528,
    "made": 529,
    "majesty": 530,
    "make": 531,
    "makes": 532,
    "making": 533,
    "man": 534,
    "manage": 535,
    "managed": 536,
    "many": 537,
    "march": 538,
    "mark": 539,
    "marked": 540,
    "mary": 541,
    "master": 542,
    "matter": 543,
    "may": 544,
    "me": 545,
    "mean": 546,
    "meaning": 547,
    "means": 548,
    "meant": 549,
    "melancholy": 550,
    "mentioned": 551,
    "met": 552,
    "mice": 553,
    "middle": 554,
    "might": 555,
    "miles": 556,
    "mind": 557,
    "mine": 558,
    "minute": 559,
    "minutes": 560,
    "miss": 561,
    "mistake": 562,
    "mock": 563,
    "moment": 564,
    "moral": 565,
    "more": 566,
    "morning": 567,
    "most": 568,
    "mouse": 569,
    "mouth": 570,
    "mouths": 571,
    "move": 572,
    "moved": 573,
    "moving": 574,
    "much": 575,
    "mushroom": 576,
    "music": 577,
    "must": 578,
    "mustard": 579,
    "muttering": 580,
    "my": 581,
    "myself": 582,
    "name": 583,
    "natural": 584,
    "near": 585,
    "nearer": 586,
    "nearly": 587,
    "neck": 588,
    "neednt": 589,
    "nervous": 590,
    "never": 591,
    "new": 592,
    "next": 593,
    "nibbling": 594,
    "nice": 595,
    "night": 596,
    "nine": 597,
    "no": 598,
    "nobody": 599,
    "noise": 600,
    "none": 601,
    "nonsense": 602,
    "nor": 603,
    "nose": 604,
    "not": 605,
    "nothing": 606,
    "notice": 607,
    "noticed": 608,
    "notion": 609,
    "now": 610,
    "number": 611,
    "nursing": 612,
    "o": 613,
    "obliged": 614,
    "oclock": 615,
    "of": 616,
    "off": 617,
    "offended": 618,
    "officers": 619,
    "often": 620,
    "oh": 621,
    "old": 622,
    "on": 623,
    "once": 624,
    "one": 625,
    "only": 626,
    "open": 627,
    "opened": 628,
    "opening": 629,
    "opportunity": 630,
    "or": 631,
    "order": 632,
    "ordered": 633,
    "other": 634,
    "others": 635,
    "otherwise": 636,
    "ought": 637,
    "our": 638,
    "out": 639,
    "outside": 640,
    "over": 641,
    "owl": 642,
    "own": 643,
    "pack": 644,
    "pair": 645,
    "pale": 646,
    "panther": 647,
    "paper": 648,
    "pardon": 649,
    "particular": 650,
    "party": 651,
    "passage": 652,
    "passed": 653,
    "passion": 654,
    "past": 655,
    "pattering": 656,
    "paw": 657,
    "paws": 658,
    "peeped": 659,
    "people": 660,
    "pepper": 661,
    "perfectly": 662,
    "perhaps": 663,
    "person": 664,
    "picked": 665,
    "pictures": 666,
    "pie": 667,
    "piece": 668,
    "pieces": 669,
    "pig": 670,
    "pigeon": 671,
    "pigs": 672,
    "pity": 673,
    "place": 674,
    "plan": 675,
    "plate": 676,
    "play": 677,
    "players": 678,
    "pleaded": 679,
    "please": 680,
    "pleased": 681,
    "pocket": 682,
    "pointing": 683,
    "poison": 684,
    "politely": 685,
    "pool": 686,
    "poor": 687,
    "porpoise": 688,
    "possibly": 689,
    "pray": 690,
    "pressed": 691,
    "prizes": 692,
    "procession": 693,
    "proper": 694,
    "puppy": 695,
    "put": 696,
    "putting": 697,
    "puzzled": 698,
    "puzzling": 699,
    "quadrille": 700,
    "queen": 701,
    "queens": 702,
    "queer": 703,
    "question": 704,
    "questions": 705,
    "quietly": 706,
    "quite": 707,
    "rabbit": 708,
    "rabbits": 709,
    "race": 710,
    "ran": 711,
    "rate": 712,
    "rather": 713,
    "reach": 714,
    "read": 715,
    "reading": 716,
    "ready": 717,
    "real": 718,
    "really": 719,
    "reason": 720,
    "red": 721,
    "remained": 722,
    "remark": 723,
    "remarked": 724,
    "remarking": 725,
    "remarks": 726,
    "remember": 727,
    "remembered": 728,
    "repeat": 729,
    "repeated": 730,
    "repeating": 731,
    "replied": 732,
    "reply": 733,
    "rest": 734,
    "right": 735,
    "roof": 736,
    "room": 737,
    "rose": 738,
    "roses": 739,
    "round": 740,
    "rule": 741,
    "rules": 742,
    "run": 743,
    "running": 744,
    "sad": 745,
    "sadly": 746,
    "said": 747,
    "same": 748,
    "sat": 749,
    "savage": 750,
    "saw": 751,
    "say": 752,
    "saying": 753,
    "says": 754,
    "school": 755,
    "screamed": 756,
    "sea": 757,
    "second": 758,
    "see": 759,
    "seem": 760,
    "seemed": 761,
    "seems": 762,
    "seen": 763,
    "sense": 764,
    "sentence": 765,
    "serpent": 766,
    "serpents": 767,
    "set": 768,
    "settled": 769,
    "seven": 770,
    "several": 771,
    "severely": 772,
    "shaking": 773,
    "shall": 774,
    "shant": 775,
    "shaped": 776,
    "sharp": 777,
    "sharply": 778,
    "she": 779,
    "shell": 780,
    "shes": 781,
    "shoes": 782,
    "shook": 783,
    "shore": 784,
    "short": 785,
    "should": 786,
    "shoulder": 787,
    "shoulders": 788,
    "shouldnt": 789,
    "shouted": 790,
    "show": 791,
    "shriek": 792,
    "shrill": 793,
    "shrinking": 794,
    "shut": 795,
    "side": 796,
    "sides": 797,
    "sigh": 798,
    "sighed": 799,
    "sighing": 800,
    "sight": 801,
    "silence": 802,
    "silent": 803,
    "simple": 804,
    "since": 805,
    "sing": 806,
    "sir": 807,
    "sister": 808,
    "sit": 809,
    "sitting": 810,
    "size": 811,
    "sky": 812,
    "slate": 813,
    "slates": 814,
    "sleep": 815,
    "sleepy": 816,
    "slipped": 817,
    "slowly": 818,
    "small": 819,
    "smaller": 820,
    "snail": 821,
    "sneezing": 822,
    "so": 823,
    "sobbing": 824,
    "sobs": 825,
    "soldiers": 826,
    "solemn": 827,
    "solemnly": 828,
    "some": 829,
    "somebody": 830,
    "something": 831,
    "sometimes": 832,
    "somewhere": 833,
    "song": 834,
    "soon": 835,
    "soooop": 836,
    "sort": 837,
    "sorts": 838,
    "sound": 839,
    "sounded": 840,
    "sounds": 841,
    "soup": 842,
    "speak": 843,
    "speaking": 844,
    "spectacles": 845,
    "speech": 846,
    "spoke": 847,
    "spread": 848,
    "stairs": 849,
    "stand": 850,
    "staring": 851,
    "stay": 852,
    "stick": 853,
    "still": 854,
    "stood": 855,
    "stop": 856,
    "stopped": 857,
    "story": 858,
    "strange": 859,
    "stuff": 860,
    "stupid": 861,
    "subject": 862,
    "succeeded": 863,
    "such": 864,
    "sudden": 865,
    "suddenly": 866,
    "suit": 867,
    "sulky": 868,
    "suppose": 869,
    "suppressed": 870,
    "sure": 871,
    "surprise": 872,
    "surprised": 873,
    "swam": 874,
    "swim": 875,
    "table": 876,
    "tail": 877,
    "tails": 878,
    "take": 879,
    "taken": 880,
    "taking": 881,
    "tale": 882,
    "talk": 883,
    "talking": 884,
    "tarts": 885,
    "tasted": 886,
    "taught": 887,
    "tea": 888,
    "teacup": 889,
    "tears": 890,
    "telescope": 891,
    "tell": 892,
    "temper": 893,
    "ten": 894,
    "than": 895,
    "thank": 896,
    "that": 897,
    "thats": 898,
    "the": 899,
    "their": 900,
    "them": 901,
    "themselves": 902,
    "then": 903,
    "there": 904,
    "theres": 905,
    "these": 906,
    "they": 907,
    "theyd": 908,
    "theyll": 909,
    "theyre": 910,
    "thimble": 911,
    "thing": 912,
    "things": 913,
    "think": 914,
    "thinking": 915,
    "this": 916,
    "those": 917,
    "though": 918,
    "thought": 919,
    "thoughtfully": 920,
    "three": 921,
    "through": 922,
    "throw": 923,
    "till": 924,
    "time": 925,
    "times": 926,
    "timid": 927,
    "timidly": 928,
    "tiny": 929,
    "tired": 930,
    "tis": 931,
    "to": 932,
    "toes": 933,
    "together": 934,
    "told": 935,
    "tone": 936,
    "tongue": 937,
    "too": 938,
    "took": 939,
    "top": 940,
    "tortoise": 941,
    "tossing": 942,
    "treacle": 943,
    "tree": 944,
    "trees": 945,
    "trembling": 946,
    "trial": 947,
    "trials": 948,
    "tried": 949,
    "trouble": 950,
    "true": 951,
    "trumpet": 952,
    "try": 953,
    "trying": 954,
    "tucked": 955,
    "turn": 956,
    "turned": 957,
    "turning": 958,
    "turns": 959,
    "turtle": 960,
    "turtles": 961,
    "twelve": 962,
    "twenty": 963,
    "twice": 964,
    "twinkle": 965,
    "twinkling": 966,
    "two": 967,
    "uncomfortable": 968,
    "under": 969,
    "understand": 970,
    "unfortunate": 971,
    "until": 972,
    "up": 973,
    "upon": 974,
    "upset": 975,
    "us": 976,
    "use": 977,
    "used": 978,
    "usual": 979,
    "vanished": 980,
    "venture": 981,
    "ventured": 982,
    "verdict": 983,
    "verse": 984,
    "verses": 985,
    "very": 986,
    "violently": 987,
    "voice": 988,
    "waited": 989,
    "waiting": 990,
    "walk": 991,
    "walked": 992,
    "walking": 993,
    "want": 994,
    "wanted": 995,
    "was": 996,
    "washing": 997,
    "wasnt": 998,
    "watch": 999,
    "watching": 1000,
    "water": 1001,
    "waving": 1002,
    "way": 1003,
    "we": 1004,
    "week": 1005,
    "well": 1006,
    "went": 1007,
    "were": 1008,
    "what": 1009,
    "whatever": 1010,
    "whats": 1011,
    "when": 1012,
    "where": 1013,
    "whether": 1014,
    "which": 1015,
    "while": 1016,
    "whiskers": 1017,
    "whisper": 1018,
    "whispered": 1019,
    "white": 1020,
    "whiting": 1021,
    "who": 1022,
    "whole": 1023,
    "why": 1024,
    "will": 1025,
    "william": 1026,
    "window": 1027,
    "wish": 1028,
    "with": 1029,
    "without": 1030,
    "witness": 1031,
    "wonder": 1032,
    "wondering": 1033,
    "wont": 1034,
    "wood": 1035,
    "word": 1036,
    "words": 1037,
    "work": 1038,
    "world": 1039,
    "worse": 1040,
    "worth": 1041,
    "would": 1042,
    "wouldnt": 1043,
    "wow": 1044,
    "write": 1045,
    "writing": 1046,
    "written": 1047,
    "wrong": 1048,
    "wrote": 1049,
    "yer": 1050,
    "yes": 1051,
    "yesterday": 1052,
    "yet": 1053,
    "you": 1054,
    "youd": 1055,
    "youll": 1056,
    "young": 1057,
    "your": 1058,
    "youre": 1059,
    "yours": 1060,
    "yourself": 1061,
    "youth": 1062,
    "youve": 1063
}